const app = getApp()

Page({
  data: {
    list: [
      {
        name: '张1',
        leve: '2',
        content: '医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。医生的回答很好的解决了我的问题，很不错。'
      },
      {
        name: '张2',
        leve: '3',
        content: '医生的回答很好的解决了我的问题，很不错。'
      },
      {
        name: '张3',
        leve: '1',
        content: '医生的回答很好的解决了我的问题，很不错。'
      },
      {
        name: '张4',
        leve: '1',
        content: '医生的回答很好的解决了我的问题，很不错。'
      },
      {
        name: '张5',
        leve: '1',
        content: '医生的回答很好的解决了我的问题，很不错。'
      }
    ]
  },
  onLoad: function () {

  }
})