const app = getApp()

Page({
  data: {
    list: [{
        date: '2019-12-22',
        content: '体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。',
        id: 0
      },
      {
        date: '2019-12-22',
        content: '体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。',
        id: 1
      },
      {
        date: '2019-12-22',
        content: '体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。体弱多病，四肢酸软，腰痛1年多。',
        id: 2
      },
    ]
  },
  onLoad: function() {

  }
})